{
   "histories" : [
      {
         "desc" : "2005年，新侨学院成为上海市首批依法自主招生的高校之一",
         "year" : "2005"
      },
      {
         "desc" : "1999年，新侨学院成为上海市首批由国家教育部批准独立设置、面向全国招生的全日制民办高职院校之一",
         "year" : "1999"
      },
      {
         "desc" : "1993年，上海新侨职业技术学院（简称新侨学院）创建",
         "year" : "1993"
      }
   ],
   "leaders" : [
      {
         "detail" : "1948年7月出生，教授，硕士生导师。1983年获工学（机械设计与理论）研究生硕士学位，1985年至1986年由教育部公派前苏联基辅工学院进修访问。曾任上海理工大学教务处副处长、上理工高职学院院长及继续教育学院院长，现任上海新侨职业技术学院副院长。　在校工作期间，曾获2001年—2008年间获上海市教学成果二等奖、上海市教学成果一等奖、国家教学成果二等奖（第三作者），上海市育才奖等奖项。　曾参编《现代机械设备设计手册》（全国科技图书一等奖，机械工业出版社），参编《现代机械传动设计手册》（机械工业出版社），参编《机械原理》（本科规划教材，机械工业出版社），主审《机械设计基础》（高职规划教材，机械工业出版社），在核心刊物上发表专业学术论文20多篇，EI 收录2篇。",
         "desc" : "1948年7月出生，教授，硕士生导师。1983年获工学（机械设计与理论）研究生硕士学位，1985年至1986年由教育部公派前苏联基辅工学院进修访问。曾任上海理工大学教务处副处长、上理工高职学院院长及继续教育学院院长，现任上海新侨职业技术学院副院长。"
      },
      {
         "detail" : "朱莉莉，女，1948年8月出生，浙江镇海人，中共党员，思政专业本科毕业，正处级，副教授，现任上海新侨职业技术学院副院长。　　复兴中学66届高中毕业，文革中上山下乡。71年上调至上海师范学院政教系学习，后分配到上海市北郊中学任教，曾担任高中政治教师，校团委书记、教导处副主任、校党支部宣传委员等职。　　1984年8月被调至虹口区教育局中教科工作， 分管全区中学生思政教育。　　1984年10月被调至上海市人民政府教育卫生办公室教育处工作，负责联系上海市教育局。　　1987年3月调至上海外国语大学工作，曾任西语系党总支书记、系副主任；西方语学院党总支书记，副院长，校党委纪委委员。期间，西语系党总支被评为上海市教卫系统先进党组织；西方语学院被评为上海市“学理论、学党章”先进党组织。其本人荣获上海市三八红旗手，上海市教卫系统综合治理先进个人等称号。　　2004年9月被中侨职业技术学院聘为副院长、副书记。在中侨工作的五年中，在开设多个小语种，组建外语学院，成教学院，开拓国际交流，文明创建，工青妇等方面作出显著成绩，带领中侨学院连续两届荣获教委级文明单位，并多次代表学院在民办党工委大会作交流发言。2008年7月，荣获民办党工委系统“优秀党务工作者”称号。　　2009年4月被上海市民办高教协会和民办党工委任命为民办高校就业协作组主任，2010年起兼任协会副秘书长。两年来，带领21所民办高校就业办主任，团结协作，克服金融危机带来的重重困难，使民办高校就业率稳步上升，2010年达到了96%以上，以高于公办高校的成绩，获得市教委和民办党工委的好评。　　2009年9月至2011年8月调至上海杉达学院工作，任党委负责人，分管全校学生工作。09 年为杉达成功开设西语专业，使之成为上海第三所设有西语本科的高校。两年来在加强大学生思想政治工作和辅导员队伍建设，推进毕业生就业和心理健康教育，规范团学两级组织和丰富校园文化生活等方面，进行了卓有成效的工作，得到师生好评。",
         "desc" : "朱莉莉，女，1948年8月出生，浙江镇海人，中共党员，思政专业本科毕业，正处级，副教授，现任上海新侨职业技术学院副院长。"
      },
      {
         "detail" : " 杨奇庆，男，1947年10 月生，回族，江苏南京人，在职大专毕业，1966年5月入党，1968年8月参加工作。现任上海新侨职业技术学院理事长。杨奇庆同志1968年8月—79年3月，黑龙江生产建设兵团战士，历任宣传干事、连指导员、营副政治教导员、副场长。1979年3月—82年12月，上海黄浦区四川南路街道集体事业生产组工人、副组长，任党总支副书记。1982年12月—84年4月，任黄浦区四川南路街道党委委员（1980年9月—83年7月，在闸北区业余大学企业管理专业学习）。1985年5月—86年7月，任黄浦区集体事业管理局党委副书记。1985年5月—86年7月，任黄浦区区长助理。1986年7月—87年4月，任黄浦区区长助理、区计划经济委员会主任。1987年4月—87年8月，任黄浦区计划经济委员会主任。1987年8月—90年2月，任黄浦区人事局局长。1990年2月—93年2月，任中共黄浦区委常委、组织部长。1993年2月—97年7月，任中共黄浦区委副书记。1997年7月—98年3月，任市民族事务委员会副主任、党组书记。1998年3月—2000年4月，任市民族事务委员会主任、党组书记。2000年4月—2001年9月任市民族和宗教事务委员会党委副书记、主任。2001年9月—2003年12月，任市委统战部副部长、市民族和宗教事务委员会党委书记、主任。2004年1月—2008年1月，任十届市政协秘书长、党组成员。2008年1月—2011年1月，任十一届市政协常委、市政协民族宗教委员会主任。杨奇庆同志是第九、十届全国人大代表。是市第六、七、八、九届党代会代表。",
         "desc" : "杨奇庆，男，1947年10 月生，回族，江苏南京人，在职大专毕业，1966年5月入党，1968年8月参加工作。现任上海新侨职业技术学院理事长。"
      },
      {
         "detail" : "吴建蓉，1955年3月生，上海市人，大学本科，中共党员，副教授。现任上海新侨职业技术学院副院长，上海市高职高专汽车类专业建设指导委员会副主任。　　曾任上海市机械工业学校机电专业主任、上海新侨职业技术学院汽车与数控系主任、院长助理、主持工作副校长等职。上海市教委机械类专业兼职教研员、上海市中职校机械专业组组长。曾负责主持上海市中等职业学校机械制造技术专业教学标准制定。参加教育部组织的中等职业学校机械基础教学大纲制定。　　曾公开发表的论文有《特殊结构齿轮的加工》、《弧齿锥齿轮的过载损坏及防护措施》等多篇。主编教材《工程力学与机械设计基础》、《数控加工技术与应用》、《机械基础》。 教材《工程力学与机械设计基础》获上海市普通高校优秀教材二等奖。参与研究的课题 “准确定位，把握特点——高职人才培养的改革创新”获上海市教学成果二等奖。",
         "desc" : "吴建蓉，1955年3月生，上海市人，大学本科，中共党员，副教授。现任上海新侨职业技术学院副院长，上海市高职高专汽车类专业建设指导委员会副主任。"
      },
      {
         "detail" : "周箴，男，1948年8月生，安徽芜湖人，博士，中共党员。曾任中共上海市委统战部副部长、市委第五巡视组组长，兼任同济大学经济与管理学院教授、博士生导师。学科专业是公共管理，具体研究方向是人力资源的管理和开发。现任上海新侨职业技术学院院长、党委副书记。1978年国家恢复高考制度，在同济大学物理系学习， 获理学学士学位。1978年7月毕业留校工作，1997年至2003年，在职攻读研究生，并获得管理学博士学位。在同济大学工作期间，历任物理系教师、党总支副书记、书记、系副主任，经济与管理学院院长，校党委副书记、常务副校长等职务。期间，1990年7月至1992年9月，由国家教委派往中国驻美国使馆教育处任二等秘书，负责美国高校的联系及中国留学生事务。2000年10月至2008年10月，担任中共上海市委统战部副部长、上海市海外联谊会副会长、上海市人大代表或上海市政协委员、上海《现代领导》理事会副会长、上海安徽经济、文化、教育促进会副会长等职。2008年底至2012年2月，担任中共上海市委第五巡视组组长、上海市政协委员、教科文卫体专委会常务副主任、上海海外联谊会副会长、上海《现代领导》理事会副会长、上海东方华文教育发展中心理事长等职。专业领域主要从事公共管理学科人力资源管理与开发方向的教学和科研工作，并承担该学科领域的硕士、博士导师。为企业、公共管理方向的本科生、硕士生及博士生讲授公共管理及人力资源管理和开发等课程，主持和参与过深圳三九集团、河南邦杰（集团）、上海汽车销售总公司、上海采尔浮转向轴有限公司等单位人力资源管理和开发和上海市社科院、中央统战部等单位公共管理及社会科学方面的研究课题。自大学毕业以来曾发表论文二十余篇，出版专业书《在华跨国公司人力资源管理与开发》一本。获专利二项，获国家教委科技进步二等奖、第七届国家级二等企业管理现代化创新奖、上海社科院、全国统战理论研究优秀成果二等奖或三等奖等近十项奖项。",
         "desc" : "周箴，男，1948年8月生，安徽芜湖人，博士，中共党员。曾任中共上海市委统战部副部长、市委第五巡视组组长，兼任同济大学经济与管理学院教授、博士生导师。学科专业是公共管理，具体研究方向是人力资源的管理和开发。现任上海新侨职业技术学院院长、党委副书记。"
      }
   ],
   "institues" : [
      {
         "detail" : "国际交流处",
         "name" : "国际交流处"
      },
      {
         "detail" : "人事处",
         "name" : "人事处"
      },
      {
         "detail" : " 教务处是在院部领导下，组织教学及实施教学管理并面向教学一线师生服务的综合职能部门，负责学校教学工作的组织、管理、协调和检查。具体职责如下：1.根据上级的方针、政策，结合我校实际情况，组织实施教学工作发展规划，组织拟订和实施全校教学工作年度计划。2.根据社会经济发展需求，调整专业设置，优化专业结构。3.负责组织各系制定和实施专业教学计划；制定各课程教学大纲及各种教学文件和教学管理的规章制度，并做好教学档案的管理工作。4.负责会同各系积极开展校企合作办学与管理工作，组织制定和实施各专业实习计划，组织、协调各系抓好学生实习、抓好毕业实习、毕业综合实训等实践教学管理工作，并组织各专业做好校内外实习基地的建设和管理工作。5.实施教学运行管理，负责全校的排课、考务及教材供应等。维护正常教学秩序，负责学校固定资产等教学资源的管理、协调。6.负责教学质量监控工作，监督检查各系、部教学计划执行情况，组织教学质量检查和评估。定期组织教学检查，撰写每学期教学状况分析报告，协调和解决教学工作中出现的各种问题。7.有计划组织各系开展专业建设、课程建设和教材建设，推进教学改革，提高教学质量。8.会同各系搞好兼职教师的聘任与管理工作，做好专任教师教学工作考核及学生评教工作、教师评学工作，负责教师教学工作量的统计和结算工作。9.负责全校学生的学籍管理、成绩管理、毕业资格审核工作，办理学生的毕业证书工作，办理学生学历和学习成绩证明等。10.负责教学文件、资料、讲义、试卷的印制和保管工作。11.完成院领导交办的其它工作。",
         "name" : "教务处"
      },
      {
         "detail" : "督导工作主要行使三大功能和八字方针。三大功能为：检查功能、服务功能和导向功能——在调查研究的基础上，深入开展检查工作，并将检查成果通过信息反馈和建议，服务于学校的总目标和中心工作；八字方针为：监督、检查、评估、咨询——督导工作要有助于学校工作的决策和操作，但本身不行使相应职权。监督  学校贯彻教育方针政策，执行有关法律、法规及学校制定的各项规章制度以及落实各项工作任务的情况；开展素质教育、提高教学质量，推进教学改革的情况；倡导、培育优良校风和学风的情况。检查  学校管理、职能部门作出的有关教育、教学管理及发展的计划、构想；教育教学工作各个环节的具体内容；教师职业道德、业务水平、精神面貌和学生在德智体美发展方面的动态指标。评估  学校的培养目标和手段，教育教学工作的方向，课程设置的效果；相关“精品”专业的教学目标、组织管理机制、业绩、形象宣传等；“名师”工程(对忠诚党的教育事业、在教育教学工作中作出突出贡献的教师的经验进行总结、宣传，探索并完善学校工作的奖惩机制)的建设。咨询  根据学校中心工作的需要，针对教育、教学实践中出现的问题，向校有关领导提出有针对性、可操作性的意见和建议；向有关管理和职能部门提供咨询服务；有计划、有重点、分阶段地对学校的教育教学工作等提出建议，以有利于学生健全人格的塑造，不断提高学生思想认识和创新水平；帮助相关学科的领导和教师及时总结和调整教学理念、教学原则和方法。",
         "name" : "督导科研处"
      },
      {
         "detail" : "实习实训与设备管理处是学院下属的独立部门，部门主要负责全院内外实习实训安排与管理，学生职业技能培训与考证管理工作，校内外各类竞赛的规划与管理，学校与系部校企合作项目管理，学校设备资产及政府扶持资金的管理以及学校数据状态平台的管理，是学院教学与管理并重的主要职能部门。",
         "name" : "实训处"
      },
      {
         "detail" : "学生处",
         "name" : "学生处"
      },
      {
         "detail" : "后勤保卫处是学院适应高校后勤改革，贯彻以人为本的科学发展观，按照“精简高效”的原则，深入推进后勤服务保障体系建设而组建的后勤管理及安全保卫行政职能部门，在学院党委和行政的领导下，以“主动保障、人文管理、严谨工作、满意服务”为工作的指导思想、原则和目标，全面负责学院的后勤保障、基本建设、资产管理以及安全保卫工作。主要职能是：一、履行学院后勤工作的计划、管理、协调与监控职能，行使学院维修经费预算、后勤经费使用与控制、合同签约、工程质量监督、服务价格检查、维修项目验收等职权；二、代表学院对外协调后勤与地方政府有关部门的关系，对内协调学院各职能部门及师生员工与后勤服务部门的关系；三、负责学院下达的预算内各项后勤经费的使用和管理工作；四、负责服务过程中的质量监督工作，收集师生员工的反馈意见；五、负责学院物资设备管理、设备购置计划、使用效率检查及采购供应工作；六、负责学院各类房产、地产、设施的管理等工作；七、宣传、贯彻国家和学院关于社会治安综合治理工作的方针、政策，协调、督促、监督学院各系、各部门的社会治安综合治理工作，组织落实社会治安综合治理及消防安全工作责任制；八、在上级公安机关的业务指导下，建立健全与落实学院社会治安综合治理各项措施，指导、督促开展安全检查，开展调查研究，预防刑事犯罪、治安案件、火灾等灾害事故的发生。确保校园治安秩序，保护师生员工人身与公私财物安全，为教学、科研和生活创造良好的环境，为学院的稳定、改革和发展提供各种安全保障服务。在学院党政领导的直接关心支持下，各部门的大力协助下，后勤全体员工的不懈努力下，学院被评为“上海市文明单位”，“上海市安全文明校园”和“上海市平安单位”，“上海市安全生产先进单位”后勤保卫处根据职责要求，紧紧围绕学院的中心工作，树立全心全意为教学、科研和师生员工服务的观念，坚持“三服务两育人”宗旨，以建立新型的、有特色的后勤保障体系为目标，全处员工团结协作，开拓进取，发扬艰苦创业、无私奉献的精神，努力做好各项工作。后勤队伍更加团结，工作更加主动，作风更加务实，行为更加规范，服务理念进一步明确，服务细节进一步到位，服务品质进一步提升。校容校貌明显改观，窗口服务明显优化，校园管理明显改善，文明程度明显提高，文明素质和精神面貌明显提升。以良好的校园治安安全环境，和学院的稳定安全，保证学院教学、科研、和各项工作正常有序进行。",
         "name" : "后保处"
      },
      {
         "detail" : "信息办",
         "name" : "信息办"
      }
   ],
   "name" : "新侨",
   "majors" : [
      {
         "detail" : "应用外语系目前设有3个专业，应用英语、应用日语、涉外事务管理。教师重视教学与科研，近年来发表论文50多篇，主编或参编著作、教材10多部，主持或参加各级科研课题8项，具有较高的科研水平，获得市级以上竞赛和优秀成果奖多项。该系学生积极参与国家级、市级技能竞赛，在比赛中均取得了较为优秀的成绩。応用外国語学科は現在     応用英語、応用日本語、国際事務管理という三つの専攻が設けられている。教員は教育方法の研究を重視するとともに、ここ数年発表した論文は５０余りも超え、１０冊以上の教材の編集にも参加した。The Applied Foreign Languages Department currently offers three specialties, namely, Applied English,    Applied Japanese and Foreign Affairs Management. The teachers in this department pay much attention to teaching as well as scientific research.",
         "desc" : "应用外语系目前设有3个专业，应用英语，应用日语，涉外事务管理。",
         "name" : "应用外语系"
      },
      {
         "detail" : "机电工程系创建于1999年，经过几年的迅速发展，无论从学生人数，专业数量，师资队伍，校内、外实训基地等方面都跃上了新的台阶。伴随着经济全球化，我国制造业成为国民经济的核心，而机电专业成为造业发展的“发动机”。现在整个嘉定区有企业三千余家，需要机电人才的企业占一半以上。机电工程系是我院重点建设、最具实力和特色的系部之一，设有机电一体化技术和数控技术两个专业。现有专任教师23名，其中正高级职称2人，副高级职称5人，中级职称5人，高级技师1人，技师3人，高级工3人。博士1人，硕士10人。双师型教师13人。机电一体化教学团队为上海市级教学团队，在各类比赛中屡屡获奖。      机电工程系紧紧围绕高职高专特色办学，根据学生的特点，因材施教，着重培养学生的实践技能。在政府专项资金扶持下，近年来投入资金600万元，加强对硬件设施、教学设备、仪器的建设。现有金工实习工厂、数控实训室、维修电工实训室、数控仿真实训室、CAD/CAM实训室、机械基础实验室和机电一体化实训室、检测实训室等，总面积1500m2以上，校内实训基地设备先进、功能较齐、工位数较充足。机电工程系无论是办学条件、教学设施等硬件条件及师资队伍建设方面，都在上海市同类院校中具备占有一定优势。先进的实验室、实训室，为提高学生动手能力，体现高职特色提供了有力保障。本系坚持学院“诚信办学，质量立校，人才兴校，特色强校”的办学理念， 坚持让学生成为适应工作变化的知识型、发展型技能人才，坚持育人为本，深化订单式培养，产学交融等多样化的人才模式改革。机电工程系正在与上海大众汽车公司进行深度校企合作，定于2014年9月招收“新侨大众班”学生，并与英国博尔顿大学进行国际交流合作。机电工程系一直坚持以学生职业生涯规划过程化、不间断发展为导向。我们的培养目标明确，培养模式科学，培养体系完善，培养质量保证。",
         "desc" : "机电工程系着重培养以机械电子技术为基础，从事现代制造装备业急需的生产第一线的高素质，技能型，应用型人才",
         "name" : "机电工程系"
      },
      {
         "detail" : "    我院汽车工程系目前设有汽车运用技术专业、汽车电子技术专业、汽车技术服务与营销专业和汽车定损与评估专业。目前已有毕业生2049名，在校生462名。　　我系教师共37人。专任教师占18人，其中高级职称6人，中级职称7人，中高级职称占72%；具有硕士学位9人，占50%；45岁以下青年教师11人，占61%；双师素质教师11人，占61%。　　为了培养高等职业技能应用型人才，全面提升学生的职业素质，构建了实践教学与理论教学、实践教学与技能操作、实践教学与职业资格等级考证相结合的实践教学体系，实现了学生在毕业时能够取得一张毕业文凭和多张职业技能证书。　　校内实验、实训场所设备齐全、工位充足，建有总面积为3200m2，总投入为1600万元的汽车实训基地，主要包括：汽车运用技术实训中心、汽车技术服务与营销实训中心、汽车定损与理赔实训中心、汽车电子技术实训中心、汽车仿真软件教学室、汽车模型与教具实验室、汽车液压与气动实验室、汽车电控技术实验室等，能充分满足汽车类各专业的校内实验、实训的需求。同时，拥有近30家校外实训基地，为学生走向工作岗位提供有力的保障。　　其毕业生广泛就业于各种汽车4S特约维修站、特许加盟快修店、连锁维修店、检测站、定损理赔中心、经贸公司、物流公司、销售公司、汽车制造厂及其它相关企业的设备管理部门。基本上能达到市场对毕业生在知识、素质和综合能力的需求。在长三角地区已享有一定的知名度和较高的声誉并广受企业的好评。近三年毕业生的就业率为98%~100%。",
         "desc" : "我院汽车工程系目前设有汽车运用技术专业，汽车电子技术专业，汽车技术服务与营销专业和汽车定损与评估专业",
         "name" : "汽车工程系"
      },
      {
         "detail" : "　　计算机信息系创建于1999年，现共有计算机应用技术、计算机网络技术、计算机信息管理、应用电子技术和通信技术五个专业。　　计算机信息系至创建以来，已有毕业生近2000名左右，获得“双证”（指的是毕业证和高级职业技能证）比例较高，历年的就业率高 ，据统计：毕业生平均就业率为98%左右，称职率在96%以上，特别是2011-2012年度的毕业生，就业率达到100%。本系专任教师共有19名，其中有博士1名、硕士12名；中高级职称占74%，具有一支学历较高、技能较强、实战经验较为丰富的优秀专兼职师资队伍。　　教师教学科研成果显著。有的教师成为“2005年上海市普教系统名师培养工程”后备人选； 有的教师荣获2007年上海市育才奖；有的在全国公开发行软件产品3套共5个产品 ；有的承担上海高校选拔培养优秀青年教师科研专项基金等6项科研项目；有的项目荣获上海市青年教师教育学研究三等奖。公开发表论文数十篇之多，2013年获得上海市教育委员会民办高校科研项目。　　2011年度《Linux基础与应用》和2013年度《Java Web应用软件开发》分别被由上海市教育委员会评为上海高职院校市级精品课程，有3门课程获批院级精品课程，有6门核心课程作为院级重点建设课程。计算机应用技术（移动互联网应用软件开发）2012年是上海市“085工程”重点专业，2013年申报上海市特色专业。　　通信技术（移动通信）专业与上海大唐移动通信设备有限公司校企合作共建3G-4G移动通信基站实训室，实施学校与大唐公司联合人才培养方案。计算机网络技术专业与美国思科系统（中国）网络技术有限公司及北京欧朋兰博企业投资管理有限公司合作办学，实施联合人才培养方案。　　2008年起，本系及时跟踪市场需求的变化，主动适应IT产业发展的需要，我系按照国家教育部的指示精神，开始建立校企合作、工学结合，突出实践能力的人才培养教学模式，学校与企业共同制定培养实施方案、共同确定课程体系、共同建设师资队伍、共同建设校内、校外实训基地、共同指导就业。",
         "desc" : "计算机信息系创建于1999年，现共有计算机应用技术，计算机网络技术，计算机信息原理，应用电子技术和通信技术五个专业",
         "name" : "计算机信息系"
      },
      {
         "detail" : "上海新侨职业技术学院珠宝与艺术系创建于1999年，下设珠宝首饰工艺与鉴定专业和应用艺术专业。其中珠宝首饰工艺与鉴定专业是本市高校中创办最早的特色专业。本专业是为上海和周边大城市培养生产管理一线技术人才，其指导思想是：以行业需求为依据，以提高学生的职业能力和职业素养为宗旨，倡导以学生为本位的办学理念和建立多样性与选择性相统一的教学机制。通过综合和具体的职业实践活动，帮助学生积累实际工作经验，突出职业教育的特色，全面提高学生的职业道德、职业能力和综合素质。学制三年，大专高职学历。招生对象：高中和三校毕业生。\\t",
         "desc" : "上海新侨职业技术学院珠宝与艺术系创建于1999年，下设珠宝首饰工艺与鉴定专业和应用艺术专业，其中珠宝首饰工艺与鉴定专业是本市高校中创办最早的特色专业",
         "name" : "珠宝艺术与设计系"
      },
      {
         "detail" : "继续教育学院,",
         "desc" : "基础部承担了全院主要公共基础课程的角教学任务，内设思改教研室，公共基础教研室。",
         "name" : "继续教育学院"
      },
      {
         "detail" : "    基础部承担了全院主要公共基础课程的教学任务，内设思政教研室（毛泽东思想和中国特色社会主义理论体系概论、思想道 德修养与法律基础、大学生心理健康、大学生就业指导），公 共基础教研室（高等数学、体育、职业汉语）。 　　基础部拥有一支业务精良、师德高尚、教学严谨、高素质、高学历的教师队伍。现有专兼 职教师27人，其中正高级职称2名，副高级职称13名，讲师15名， 助教7名。全体教师致力于做好本职工作，加强公共基础课为专业课服务的理念，使基础课成为专业课的基石。同时教师们秉着授人以鱼且授人以渔的教学态度，使学生在掌握基础知识的前提下具备自学及研究专业知识的综合能力，全面提高教育教学质量。基础部本着一切为了学生，致力将我校学生培养成“专业知识有特点、技术能力有水平、职业生涯有规划、终身发展有潜力”的新侨四有人才。 　　教师教学科研成果显著。完成了国家教师科研基金“十一五”重点课题项目《高等教育系统的办学效益分析与评价》并获得二等奖；目前承担着上海市教育基金会“晨光计划”项目一项；上海市教委高校优秀青年教师科研课题四项。历年来公开发表在各级各类学术刊物论文20余篇。 主编了上海市高职高专教材《高等数学》等。思想政治理论课教师在上海市第四届民办高校思政课教学竞赛中获得三等奖。从2003年至今，每年组织学生参加全国大学生《数学建模》竞赛，年年获奖，在同类院校中名列前茅。",
         "desc" : "基础部承担了全院主要公共基础课程的角教学任务，内设思改教研室，公共基础教研室。",
         "name" : "基础部"
      },
      {
         "detail" : "商务系与上海新侨职业技术学院一起创建于1999年，现共有物流管理、国际商务、电子商务3个专业。本系现有教职工25人，其中，高级职称5名，中级职称12名，双师型教师10名，兼职教师10名，均为高级职务或行业专家，是一支学历较高、技能较强、实战经验较为丰富的优秀专兼职师资队伍。本系教学科研成果显著。有2位教师承担了上海高校选拔培养“晨光”计划教师科研专项基金，还有5位教师承担了上海高校选拔培养的优秀青年教师科研专项基金。教师累计在核心期刊发表学术论文10多篇。管理系建于1999年，现共有会计、旅游管理、酒店管理、会展策划与社区服务5个专业。本系现有教职工18人，其中，高级职称5名，中级职称12名，双师型教师14名，兼职教师10名，均为高级职务或行业专家，是一支高学历、技能强、实战经验丰富的优秀专兼职师资队伍。本系教学科研成果显著。有2位教师承担了上海高校选拔培养“晨光”计划教师科研专项基金，还有5位教师承担了上海高校选拔培养的优秀青年教师科研专项基金。教师累计编著公开出版的《基础会计》、《高级会计》、《社会经济统计与原理》、《外贸会计实务教程》等教材10多本。在核心期刊发表学术论文20余篇。 被评为全国、华东地区、上海市优秀论文一等奖、二等奖共13篇。本系及时跟踪市场需求的变化，主动适应产业发展的需要，校企合作、工学结合、突出实践教学，由学校与企业共同制定培养实施方案、共同确定课程体系、共同建设师资队伍、共同建设校内、校外实训基地、共同指导就业，形成了“市场导向、岗位主导、校企融合”的人才培养模式。",
         "desc" : "经济贸易与管理系与上海新侨职业技术学院一起创建于1999年，现共有物流管理，国际商务，电子商务3个专业",
         "name" : "经济贸易与管理系"
      }
   ]
}
